{
  "24 Hours": "٢٤ ساعة",
  "Add & manage your warehouses": "إضافة وإدارة مساحات التخزين الخاصة بك",
  "Add Promo Code": "أضف الرمز الترويجي",
  "Add Warehouse": "إضافة مساحة تخزين",
  "Add Warehouses": "اضافة مساحات تخزين",
  "affordable luggage storage online": "مخزن\n لأمتعتك بسعر معقول",
  "All our spaces are safe and monitored by cameras inside & outside": "جميع مساحاتنا آمنة ومراقبة بالكاميرات من الداخل والخارج",
  "Already have an account?": "هل لديك حساب؟",
  "Amount": "القيمة",
  "An error occurred": "حدث خطأ",
  "Another phone number": "رقم هاتف آخر",
  "Any time you visit a website, including this site www.bagiapp.com the host server records your IP address, the date and time of your visit, the type of internet browser you use, the email address and how you were referred to our site.": "في أي وقت تزور فيه أي موقع الكتروني بما فيها هذا الموقع www.bagiapp.com، يقوم السيرفر المستضيف بتسجيل عنوان بروتوكول شبكة الإنترنت (IP) الخاص بك، تاريخ ووقت الزيارة ونوع متصفح الإنترنت الذي تستخدمه والعنوان الالكتروني وكيف تمت إحالتك إلى موقعنا.",
  "Are you sure you want to delete your account?": "هل انت متأكد انك تريد حذف حسابك؟",
  "Are you sure you want to logout?": "هل أنت متأكد أنك تريد تسجيل الخروج؟",
  "at verified spaces & shops": "في \nمساحات تخزين ومتاجر موثوقة",
  "Bags": "حقائب",
  "Bank account name": "اسم صاحب الحساب المصرفي",
  "Bank account number": "رقم الحساب المصرفي",
  "Barcode incorrect": "الرمز غير صحيح",
  "Book": "احجز",
  "Browsing": "التصفح",
  "Cancel": "إلغاء",
  "Changes to privacy policy": "التغييرات التي تطرأ على سياسة الخصوصية",
  "Complete your booking": "أكمل حجزك",
  "Confirm": "تأكيد",
  "Confirm password": "تأكيد كلمة المرور",
  "Confirmed": "مؤكد",
  "Congratulations!": "تهانينا!",
  "Contact Us": "اتصل بنا",
  "Continue": "استمرار",
  "Country not found!": "البلد غير موجود!",
  "Create": "إنشاء",
  "Create new password": "أنشئ كلمة مرور جديدة",
  "Customer": "عميل",
  "Data can also be collected through product and service data provided, related data or information provided on social media such as any posts and interactions you make directly with us on social media.": "يمكن أن يتم جمع البيانات أيضا عن طريق بيانات المنتجات والخدمات المقدمة والبيانات المتعلقة بها أو المعلومات المقدمة عبر وسائل التواصل الاجتماعي مثل أي مشاركات وتفاعلات تجريها بشكلٍ مباشر معنا على وسائل التواصل الاجتماعي.",
  "Data exchanged during our communication with you (e.g. communication messages by contacting us).": "البيانات المُتبادلة خلال تواصلنا معك (مثل رسائل التواصل عن طريق الاتصال بنا).",
  "Data protection and disclosure": "حماية البيانات والإفصاح عنها",
  "Date & time": "التاريخ والوقت",
  "Date & Time": "التاريخ والوقت",
  "Delete": "حذف",
  "Delete Account": "حذف الحساب",
  "Description": "الوصف",
  "Description arabic": "الوصف بالعربي",
  "Don’t have an account?": "ليس لديك حساب؟",
  "Done": "تم",
  "Drop off": "إنزال",
  "Edit Profile": "تعديل الملف الشخصي",
  "Edit Warehouse": "تعديل مساحة التخزين",
  "Email": "البريد الإلكتروني",
  "Enables us to develop, improve, market or provide products and services": "تمكننا من تطوير المنتجات والخدمات أو تحسينها أو تسويقها أو تقديمها",
  "Enjoy Your Day ": "استمتع بيومك ",
  "Enjoy your trip without bags and lighter weight, while you are reassured": "استمتع برحلتك بدون حقائب وبوزن اخف، وأنت مطمئن",
  "Enter your location": "أدخل موقعك",
  "Error": "خطأ",
  "EX": "مثل",
  "Facebook": "فيسبوك",
  "Filter": "فلتر",
  "Find your location or destination": "ابحث عن موقعك أو وجهتك",
  "Find your location or destination and reserve your space NOW!": "ابحث عن موقعك أو وجهتك واحتفظ بمساحتك الآن!",
  "First name": "الاسم الأول",
  "Forgot password": "هل نسيت كلمة السر",
  "Forgot the password?": "هل نسيت كلمة السر؟",
  "From": "من",
  "From 23 in. to 27 in.": "من ٢٣ انش الى ٢٧ انش",
  "Full ID Name": "الاسم الكامل كما في الهوية",
  "Full name": "الاسم الكامل",
  "Get Started": "إبدأ",
  "Go Home": "اذهب للصفحة الرئيسية",
  "Go to login": "انتقل إلى تسجيل الدخول",
  "Handbag, back bag, etc...": "حقيبة يد ، حقيبة ظهر ، إلخ ...",
  "Have a lot of bags?": "هل لديك الكثير من الحقائب؟",
  "Have a Space ?": "هل لديك مساحة؟",
  "Have a space?": "هل لديك مساحة؟",
  "Hello": "مرحبًا",
  "Here are some examples of personal data we collect and use, to name but a few": "فيما يلي بعض الأمثلة للبيانات الشخصية التي نجمعها ونستخدمها على سبيل المثال وليس الحصر",
  "Home": "الرئيسية",
  "Home page": "الصفحة الرئيسية",
  "Hours": "ساعات",
  "How long do we keep your personal data?": "ما مدة احتفاظنا ببياناتك الشخصية؟",
  "hs.": "س.",
  "If you want to add different images make sure to remove any unnecessary images.": "إذا كنت تريد إضافة صور مختلفة ، فتأكد من إزالة أي صور غير ضرورية.",
  "Individual responsibility for data": "المسؤولية الفردية عن البيانات",
  "Invalid code": "الرمز غير صحيح",
  "Keep your account signed in": "الإبقاء على تسجيل الدخول للحساب",
  "Language": "اللغة",
  "Large bags": "حقائب كبيرة",
  "Large suitcase": "حقائب سفر كبيرة",
  "Last name": "اسم العائلة",
  "Left for the pickup time": "متبقي لوقت الاستلام",
  "Length by meter": "الطول بالمتر",
  "Less than 23 in.": "أقل من 23 انش",
  "Linking to other websites": "الربط مع مواقع إلكترونية أخرى",
  "Location": "الموقع",
  "Location out of bounds": "الموقع خارج حدود التغطية",
  "Login": "تسجيل الدخول",
  "Logout": "تسجيل خروج",
  "luggage-free": "\nخال من الأمتعة",
  "Medium bags": "حقائب متوسطة",
  "min.": "د.",
  "Minutes": "دقائق",
  "Missing data": "بيانات مفقودة",
  "More than 27 in.": "أكثر من 27 انش",
  "Notifications": "الإشعارات",
  "Now": "الآن",
  "Open Camera": "افتح الكاميرا",
  "Or continue with": "أو استمر بأستخدام",
  "Or if you are closing on this day": "أو إذا كنت ستغلق في هذا اليوم",
  "Our site uses cookies and similar technologies in a range of ways to improve your experience on our site, including": "يستخدم موقعنا ملفات تعريف الارتباط والتقنيات المشابهة في مجموعة من الطرق لتحسين تجربتك على موقعنا، والتي تشمل",
  "Our website may contain links to third-party sites, systems or services linked to other sites for the purpose of providing services optimally, for the purpose of statistics or improving the customer experience, these sites may be subject to separate or independent privacy policies that may differ in parts from our privacy policy and we are not responsible for the privacy policies of sites outside our management. If you have any concerns about it, please contact us to clarify these concerns as required.": "يمكن أن يحتوي موقعنا الإلكتروني على روابط لمواقع جهات خارجية أو أنظمة أو خدمات مرتبطة بمواقع أخرى بغرض تقديم الخدمات بالشكل الأمثل أو لغرض الاحصائيات أو تحسين تجربة العميل، قد تخضع هذه المواقع لسياسات خصوصية منفصلة أو مستقلة وقد تختلف بأجزائها عن سياسة الخصوصية الخاصة بنا ونحن لسنا مسؤولين عن سياسات الخصوصية للمواقع الخارجة عن إدارتنا. إذا كان لديك أي مخاوف حيال الأمر يرجى التواصل معنا لتوضيح هذه المخاوف بالشكل المطلوب.",
  "Password": "كلمة المرور",
  "Passwords doesn't match": "كلمات المرور غير متطابقة",
  "Pay": "إدفع",
  "Phone number": "رقم الهاتف",
  "Phone number could be invalid please try again later": "قد يكون رقم الهاتف غير صالح يرجى المحاولة مرة أخرى في وقت لاحق",
  "Pick Up": "إستلام",
  "Please add filters to proceed!": "الرجاء إضافة فلاتر للمتابعة!",
  "Please enter a valid email address": "يرجى إدخال عنوان بريد إلكتروني صالح",
  "Please enter your phone number, you will receive a verifying code": "الرجاء إدخال رقم هاتفك ، وسوف تتلقى رمز التحقق",
  "please just give us your phone number & setup your password": "يرجى فقط تزويدنا برقم هاتفك وإعداد كلمة المرور الخاصة بك",
  "Please login or register to proceed booking": "الرجاء الدخول أو التسجيل لمتابعة الحجز",
  "Please secure your bags with the lock": "يرجى تأمين حقائبك بالقفل",
  "Please select a location !": "الرجاء اختيار موقع!",
  "Please select date & time !": "الرجاء تحديد التاريخ والوقت!",
  "Please select your bags !": "الرجاء تحديد حقائبك!",
  "Please upload your bags images to make sure of them and then you can continue booking": "يرجى تحميل صور حقائبك للتأكد منها ومن ثم يمكنك متابعة الحجز",
  "Point is not within Saudi arabia": "النقطة ليست داخل المملكة العربية السعودية",
  "Polls that contribute significantly to the continuity of improving our services and providing them better to you.": "استطلاعات الرأي والتي تساهم بشكل كبير في استمرارية تحسين خدماتنا وتقديمها بشكل أفضل لك.",
  "Privacy Policy": "سياسة الخصوصية",
  "Rate Us": "قيمنا",
  "Received at": "تم الاستلام في",
  "Register": "تسجيل",
  "Register as a normal user": "سجل كمستخدم عادي",
  "Register as a provider": "سجل كمزود خدمة",
  "Required to customize the site according to visitor options": "مطلوبة لتخصيص الموقع حسب خيارات الزائر",
  "Resend OTP": "إعادة إرسال رمز التحقق",
  "Resend OTP after": "إعادة إرسال رمز التحقق بعد",
  "reservations": "الحجوزات",
  "Reservations": "الحجوزات",
  "SAR": "ريال سعودي",
  "Save": "حفظ",
  "Scan code": "امسح الكود",
  "Scan QR Code": "مسح رمز الاستجابة السريعة",
  "Search": "بحث",
  "Search & Book ": "ابحث واحجز ",
  "Search Location": "ابحث عن موقعك",
  "Seconds": "ثوان",
  "Select working hours": "حدد ساعات العمل",
  "Select your location": "حدد موقعك",
  "Settings": "الإعدادات",
  "Share": "مشاركة",
  "Share Bagi with your friends!": "شارك Bagi مع أصدقائك!",
  "Share The App": "شارك التطبيق",
  "Show code": "أظهر الكود",
  "sign up as a provider": "قم بالتسجيل كمزود خدمة",
  "Skip": "تخطي",
  "Small bags": "حقائب صغيرة",
  "Small suitcase": "حقيبة سفر صغيرة",
  "Spaces left": "المساحات المتبقية",
  "Still pending": "لا تزال معلقة",
  "Store Your Bags ": "قم بتخزين حقائبك ",
  "Success": "نجح",
  "The collected data is stored for the purposes for which it was collected, or in accordance with any legal, regulatory, financial or crisis reporting requirements. These periods may vary according to requirements and laws.": "يتم تخزين البيانات المجمعة وذلك للأغراض التي جرى جمعها من أجلها، أو وفقا لتلبية أي متطلبات قانونية أو تنظيمية أو مالية أو لإعداد التقارير الازمة. وقد تختلف هذه المدد حسب المتطلبات والقوانين.",
  "The data we get from your use of our services, websites, or mobile applications (such as cookies and usage data).": "البيانات التي نحصل عليها من استخدامك لخدماتنا أو مواقع الويب أو تطبيقات الهاتف المحمول (مثل ملفات تعريف الارتباط وبيانات الاستخدام).",
  "The password has been changed successfully": "تم تغيير كلمة المرور بنجاح",
  "The personal data you provide to us that are required when registering for our services (e.g. name, email address, address, phone number, identity data, etc.).": "البيانات الشخصية التي تزودنا بها والتي تكون مطلوبة عند التسجيل في خدماتنا (مثل الاسم وعنوان البريد الإلكتروني والعنوان ورقم الهاتف وبيانات الهوية، الخ).",
  "The user is responsible for the data he enters or queries and fully acknowledges that he or she is authorized to use it. It also bears all legal responsibility if this data is used illegally.": "يتحمل المستخدم كافة المسئولية عن البيانات التي يقوم بإدخالها أو الاستعلام عنها ويقر بشكل كامل بأنه مخول باستخدامها. كما يتحمل كافة المسؤولية القانونية في حالة استخدم هذه البيانات بشكل غير مشروع.",
  "there": "بك",
  "There are no data": "لا توجد بيانات",
  "There are security cameras inside the warehouse": "يوجد كاميرات مراقبة داخل مساحة التخزين",
  "There are security cameras outside the warehouse": "يوجد كاميرات مراقبة خارج مساحة التخزين",
  "To": "الى",
  "To ensure that we continue to provide the best possible experience and the highest level of protection to our customers, we reserve the right to amend the terms and conditions of our privacy policy when necessary and when appropriate. We therefore recommend that you review this privacy policy on an ongoing basis.": "لضمان استمرارنا في تقديم أفضل تجربة ممكنة وأعلى مستوى من الحماية لعملائنا، فإننا نحتفظ بالحق في تعديل بنود وشروط سياسة الخصوصية عند الضرورة ومتى كان ذلك ملائما. ولذلك نوصيك بمراجعة سياسة الخصوصية هذه بشكل مستمر.",
  "to your account": "إلى حسابك",
  "Total price": "السعر الكلي",
  "Total Price": "السعر الكلي",
  "Understand how you use our website and our services": "فهم كيفية استخدامك لموقعنا الإلكتروني والخدمات الخاصة بنا",
  "Understand your customer needs and how suitable products and services are for you and make recommendations for specific products and services that are relevant to you.": "فهم احتياجاتك كعميل ومدى مناسبة المنتجات والخدمات لك وتقديم توصيات لمنتجات وخدمات معينة تكون ذات صلة بك.",
  "Update": "تحديث",
  "Upload Image": "تحميل الصور",
  "Use cookies": "استخدام ملفات تعريف الارتباط",
  "Verify phone number": "تأكيد رقم الهاتف",
  "Waiting for scan the code": "في انتظار مسح الرمز ضوئيًا",
  "Wallet": "المحفظة",
  "Warehouse name": "اسم مساحة التخزين",
  "Warehouse name arabic": "اسم مساحة التخزين بالعربي",
  "Warehouses": "مساحات التخزين",
  "Warning": "تحذير",
  "We also need to collect and process some personal data to meet legal and regulatory requirements.": "نحتاج أيضًا إلى جمع بعض البيانات الشخصية ومعالجتها لتلبية المتطلبات القانونية والتنظيمية.",
  "We are closing on": "نحن نغلق في",
  "We collect and use your personal data to help us provide you with products and services with the highest quality standards, for example": "نقوم بجمع بياناتك الشخصية ونستخدمها لمساعدتنا في أن نوفر لك المنتجات والخدمات بأعلى معايير الجودة، على سبيل المثال",
  "We emphasize that protecting your personal data is one of our top priorities and we work to provide adequate protection for it, and we apply appropriate regulatory and security measures to protect your data from unauthorized disclosure or processing. We always seek the privacy and confidentiality of all personal data collected. Such data will only be disclosed or shared if relevant regulations and laws are complied with or when we believe that this procedure is necessary to provide services in the best way, such as product, service or technical support.": "نؤكد بأن حماية بياناتك الشخصية من أهم أولويتنا ونعمل لتوفير الحماية الكافية لها، ونطبق الإجراءات التنظيمية والتدابير الأمنية المناسبة لحماية بياناتك من أي إفصاح أو معالجة غير مصرح بها. كما نسعى دائما على خصوصية وسرية جميع البيانات الشخصية التي يجرى جمعها. ولن يتم الإفصاح عن تلك البيانات أو مشاركتها إلا في حالة الامتثال للأنظمة والقوانين ذات العلاقة أو عندما نعتقد أن هذا الإجراء ضروري لتقديم الخدمات بالشكل الأفضل كتقديم المنتجات والخدمات أو الدعم الفني.",
  "We have sent an SMS with verification code to": "لقد أرسلنا رسالة نصية قصيرة تحتوي على رمز التحقق إلى",
  "We respect your privacy and this policy is designed to help you understand the nature of the data we collect when you visit our website or use our electronic services as our goal is to provide high quality service to all our customers.": "نحن نحترم خصوصيتك وقد تم إعداد هذه السياسة لمساعدتك في تفهم طبيعة البيانات التي نقوم بجمعها عند زيارتك لموقعنا الالكتروني أو استخدام خدماتنا الالكترونية حيث أن هدفنا هو تقديم خدمة ذات جودة عالية لجميع عملائنا.",
  "What personal data do we collect and use": "ما هي البيانات الشخصية التي نجمعها ونستخدمها؟",
  "WhatsApp": "واتساب",
  "Why collect and use your personal data": "لماذا نجمع بياناتك الشخصية ونستخدمها؟",
  "Width by meter": "العرض بالمتر",
  "Withdraw": "سحب",
  "Withdrawal request sent successfully": "تم إرسال طلب السحب بنجاح",
  "Working hours": "ساعات العمل",
  "yet": "حتى الآن",
  "You can upload a maximum of 10 images": "يمكنك تحميل 10 صور كحد أقصى",
  "You can withdraw once a month": "يمكنك السحب مرة في الشهر",
  "You don’t have any": "ليس لديك أي",
  "You have successfully booked a place for your bags": "لقد نجحت في حجز مكان لحقائبك",
  "You have to pay to see the QR code": "عليك أن تدفع لترى رمز الاستجابة السريعة",
  "you will be able to see the specific location after you pay": "ستتمكن من رؤية الموقع المحدد بعد الدفع",
  "You’re late to pickup": "لقد تأخرت عن موعد الاستلام",
  "your account": "الحساب الخاص بك",
  "Your account is ready to use": "حسابك جاهز للاستخدام",
  "Your password must be different from previously used password": "يجب أن تكون كلمة المرور الخاصة بك مختلفة عن كلمة المرور المستخدمة سابقًا",
  "Your personal data will also not be used for commercial purposes with any third party without your permission except for data collected that does not contain customer identities for comprehensive analysis, studies and reports.": "وكذلك لن تستخدم بياناتك الشخصية لأغراض تجارية مع أي جهة خارجية دون الحصول على إذنك ماعدا البيانات المجمعة والتي لا تحتوي على هويات العملاء وذلك لأغراض التحليل والدراسات والتقارير الشاملة.",
  "Your reservation has been canceled": "تم إلغاء حجزك"
}
